{
  "cases": [ 
    {
      "id": 1,
      "name": "ИРИНА Б.",
      "title": "«ПРЕДСТАВЬТЕ СЕБЕ МОЛОДОЙ КОЛЛЕКТИВ, В КОТОРОМ ВЫ – САМЫЙ ВОЗРАСТНОЙ СОТРУДНИК»",
      "subtitle": "ИСТОРИЯ ИРИНЫ Б.",
      "shortStory": "Ирина Б. приехала ко мне из Италии специально ради операции. Ей чуть больше 60-ти. Ирина – сотрудница завода Ford; она любит свою работу и коллег, но не любит свое отражение в зеркале. Если кожа выглядит дряблой после 60-ти лет, это обусловлено естественным физиологическим процессом старения организма. Чтобы подарить женщине в этом возрасте вторую молодость, нужно подходить к вопросу комплексно.",
      "story": "Ирина Б. приехала ко мне из Италии специально ради операции. Ей чуть больше 60-ти. Ирина – сотрудница завода Ford; она любит свою работу и коллег, но не любит свое отражение в зеркале.\n\n Если кожа выглядит дряблой после 60-ти лет, это обусловлено естественным физиологическим процессом старения организма. Чтобы подарить женщине в этом возрасте вторую молодость, нужно подходить к вопросу комплексно.\n\n Для Ирины были выполнены: глубокая плоскостная подтяжка Deep Plane FaceLift, платизмопластика, блефаропластика верхних и нижних век, эндоскопический лифтинг лба и бровей. Уже на 6 и 9 день мы сняли ей все швы, а через две недели прекрасная помолодевшая Ирина вернулась в солнечную Италию, чтобы получать бесконечные комплименты от молодых коллег.\n\n Что же получила Ирина после этих операций? Чисто визуально – минус 15, а то и более лет. Кожные покровы стали более упругими, морщины разгладились, овал лица приобрел четкость, «индюшачья шея» попросту исчезла. Лицо выглядит открытым, молодым и имеет правильные пропорции. Смотря на такой потрясающий результат своей работы, я внутренне ликую.",
      "images": [
        "/assets/images/faces/belitskaya/face1-1.png",
        "/assets/images/faces/belitskaya/face1-2.png",
        "/assets/images/faces/belitskaya/face1-3.png",
        "/assets/images/faces/belitskaya/face1-4.png"
      ],
      "imagesHead": [
        "/assets/images/faces/belitskaya/face1-1-big.png",
        "/assets/images/faces/belitskaya/face1-2-big.png",
        "/assets/images/faces/belitskaya/face1-1-lit.png",
        "/assets/images/faces/belitskaya/face1-2-lit.png",
        "/assets/images/faces/belitskaya/face1-3-lit.png",
        "/assets/images/faces/belitskaya/face1-4-lit.png",
        "/assets/images/faces/belitskaya/face1-1-lit.png",
        "/assets/images/faces/belitskaya/face1-4-lit.png",
        "/assets/images/faces/belitskaya/face1-3-lit.png",
        "/assets/images/faces/belitskaya/face1-2-lit.png"
      ]
    },
    {
      "id": 2,
      "title": "«ДОКТОР, МНЕ ВСЕГО 45, А Я ЧУВСТВУЮ СЕБЯ СТАРОЙ»",
      "subtitle": "ИСТОРИЯ ТАТЬЯНЫ К.",
      "shortStory": "С такими невеселыми мыслями ко мне на консультацию в 2021 году пришла Татьяна К. Пациентка 1976 года рождения. Пропала уверенность в себе, потухший взгляд, настроение подавленное. Лицо у пациентки тяжелое, зрелое, широкое, кожа очень плотная. Эти факторы серьезно осложняют выполнение задачи. Но я привык справляться даже с самыми непростыми случаями.",
      "story": "",
      "images": [
        "/assets/images/faces/kondrateva/face1-5.png",
        "/assets/images/faces/kondrateva/face1-6.png",
        "/assets/images/faces/kondrateva/face1-7.png",
        "/assets/images/faces/kondrateva/face1-8.png"
      ]
    },
    {
      "id": 3,
      "title": "«МНЕ ВАС ПОРЕКОМЕНДОВАЛА ПОДРУГА.»",
      "subtitle": "ИСТОРИЯ ОЛЬГИ П.",
      "shortStory": "Ольга П. 1965 года рождения пришла ко мне с запросом сделать только эндоскопическую подтяжку лба. Но в том и смысл первичной консультации, чтобы учесть все факторы и выбрать оптимальное для каждой пациентки сочетание процедур. Только так можно получить действительно гармоничный результат.",
      "story": "",
      "images": [
        "/assets/images/faces/poroshkova/face1-9.png",
        "/assets/images/faces/poroshkova/face1-10.png",
        "/assets/images/faces/poroshkova/face1-11.png",
        "/assets/images/faces/poroshkova/face1-12.png"
      ]
    },
    {
      "id": 4,
      "title": "РАХМАТОВА",
      "subtitle": "",
      "shortStory": "",
      "story": "",
      "images": [
        "/assets/images/faces/rakhmatova/face1-13.png",
        "/assets/images/faces/rakhmatova/face1-14.png",
        "/assets/images/faces/rakhmatova/face1-15.png",
        "/assets/images/faces/rakhmatova/face1-16.png"
      ]
    },
    {
      "id": 5,
      "title": "«МУКИ ВЫБОРА ВРАЧА ОТНЯЛИ МНОГО ВРЕМЕНИ И СИЛ…»",
      "subtitle": "ИСТОРИЯ ИРИНЫ С.",
      "shortStory": "Ирина С. 1976 года рождения прилетела в августе 2023 года с другого конца страны – из Владивостока, решившись на операцию после онлайн-консультации со мной. До этого она обошла немалое количество пластических хирургов, но так и не решилась доверить им свое лицо. Женская интуиция – это встроенный сканер, который крайне редко подводит.",
      "story": "",
      "images": [
        "/assets/images/faces/sinicyna/face1-17.png",
        "/assets/images/faces/sinicyna/face1-18.png",
        "/assets/images/faces/sinicyna/face1-19.png",
        "/assets/images/faces/sinicyna/face1-20.png"
      ]
    },
    {
      "id": 6,
      "title": "«МНЕ УЖАСНО ВЫПОЛНИЛИ БЛЕФАРОПЛАСТИКУ ВЕРХНИХ ВЕК В ДРУГОЙ КЛИНИКЕ…»",
      "subtitle": "ИСТОРИЯ ОЛЬГИ С.",
      "shortStory": "Ольга С. 1969 года рождения пришла ко мне в отчаянии с этой проблемой. Женщина прошла через непростую операцию, но не увидела обещанного результата и осталась разочарована. Мне удалось найти нужные слова и успокоить ее. Для Ольги были выполнены глубокая плоскостная подтяжка Deep Plane FaceLift, височный лифтинг лба, корректирующая блефаропластика верхних век.",
      "story": "",
      "images": [
        "/assets/images/faces/smirnova/face1-21.png",
        "/assets/images/faces/smirnova/face1-22.png",
        "/assets/images/faces/smirnova/face1-23.png",
        "/assets/images/faces/smirnova/face1-24.png"
      ]
    },
    {
      "id": 7,
      "title": "«НЕ БУДУ ЛИ Я ПОСЛЕ ОПЕРАЦИИ ВЫГЛЯДЕТЬ НЕЕСТЕСТВЕННО?»",
      "subtitle": "ИСТОРИЯ ЮЛИЯ Д.",
      "shortStory": "Да, это страх многих женщин. Не стала исключением и Юлия Д. 1976 года рождения. Однако уже прошли те времена, когда после подтяжки лицо выглядело неестественно натянутым и плоским, с ужасными шрамами и видимыми швами. Неудачные операции многих отечественных и зарубежных “звезд” существенно дискредитировали этот вид операций. Моя миссия – донести до людей, что современная качественная подтяжка лица – это та, которая НЕЗАМЕТНА.",
      "story": "",
      "images": [
        "/assets/images/faces/dolinskaya/face1-25.png",
        "/assets/images/faces/dolinskaya/face1-26.png",
        "/assets/images/faces/dolinskaya/face1-27.png",
        "/assets/images/faces/dolinskaya/face1-28.png"
      ]
    },
    {
      "id": 8,
      "title": "«ИЗ-ЗА ВОЗРАСТНЫХ ИЗМЕНЕНИЙ У МЕНЯ ПОЯВИЛИСЬ КОМПЛЕКСЫ…»",
      "subtitle": "ИСТОРИЯ ОЛЬГИ Л.",
      "shortStory": "Ольга Л. 1966 года рождения пришла ко мне после онлайн-консультации по рекомендации своей дочери, которой я делал абдоминопластику. Женщины стареют по-разному. Помните, что определенного возраста для проведения фейслифтинга не существует. Вы сами для себя определяете, когда делать подтяжку. Для меня объективными критериями являются клинически значимые возрастные изменения лица.",
      "story": "",
      "images": [
        "/assets/images/faces/leonich/face1-29.png",
        "/assets/images/faces/leonich/face1-30.png",
        "/assets/images/faces/leonich/face1-31.png",
        "/assets/images/faces/leonich/face1-32.png"
      ]
    },
    {
      "id": 9,
      "title": "«ВО СКОЛЬКО ЛЕТ ЛУЧШЕ ДЕЛАТЬ ПОДТЯЖКУ ЛИЦА?»",
      "subtitle": "ИСТОРИЯ АЛЕНЫ К.",
      "shortStory": "Алена К. 1976 года рождения – художница, исключительно творческий человек. Эта еще довольно молодая миловидная женщина долго сомневалась, не рано ли ей делать подтяжку. После 45 лет у женщин снижается уровень эстрогенов. Это способствует изменению качества кожи, ослаблению мимических мышц лица и удерживающих его связок. Щеки начинают провисать, образуя носогубные складки.",
      "story": "",
      "images": [
        "/assets/images/faces/kurganova/face1-33.png",
        "/assets/images/faces/kurganova/face1-34.png",
        "/assets/images/faces/kurganova/face1-35.png",
        "/assets/images/faces/kurganova/face1-36.png"
      ]
    },
    {
      "id": 10,
      "title": "«БУДУТ ЛИ ВИДНЫ ШВЫ ПОСЛЕ ОПЕРАЦИИ?»",
      "subtitle": "ИСТОРИЯ ИННЫ К.",
      "shortStory": "Инна Клетнева 1974 года рождения – сама врач, хирург и даже заведующая поликлиникой. Она пришла по рекомендации другой моей пациентки. Инну волновал вопрос длительности восстановления и видимости швов. Этот момент крайне важен, особенно тем пациентам, кто работает с людьми. Никому не хочется проводить много времени в повязках и надолго выпадать из жизни в ожидании заживления швов.",
      "story": "",
      "images": [
        "/assets/images/faces/kletneva/face1-37.png",
        "/assets/images/faces/kletneva/face1-38.png",
        "/assets/images/faces/kletneva/face1-39.png",
        "/assets/images/faces/kletneva/face1-40.png"
      ]
    },
    {
      "id": 11,
      "title": "«МЯГКИЕ ТКАНИ ЛИЦА ЭТОЙ ЖЕНЩИНЫ БЫЛИ СПЛОШНОЙ РУБЦОВОЙ МАССОЙ.»",
      "subtitle": "ИСТОРИЯ ЕЛЕНЫ Ж.",
      "shortStory": "Елена Ж. 1966 года рождения пришла на прием по рекомендации знакомой после нескольких консультаций у других хирургов. Я был потрясен тем, что до прихода ко мне пациентка сделала 5 процедур Ultherapy (Альтера-терапия, ультразвуковой SMAS-лифтинг), подтяжку на аппарате Ultraformer (Ультраформер), а в качестве «вишенки на торте» – радиочастотный лифтинг лица Face Tite (Фейс тайт).",
      "story": "",
      "images": [
        "/assets/images/faces/zhirkova/face1-41.png",
        "/assets/images/faces/zhirkova/face1-42.png",
        "/assets/images/faces/zhirkova/face1-43.png",
        "/assets/images/faces/zhirkova/face1-44.png"
      ]
    },
    {
      "id": 12,
      "title": "«НА ФОНЕ СВОИХ ПОДРУГ Я ВЫГЛЯЖУ СТАРОЙ.»",
      "subtitle": "ИСТОРИЯ НАРГИЗ Н.",
      "shortStory": "Наргиза Н. 1981 года рождения – одна из самых молодых моих пациенток. Она пришла делать фейслифтинг в возрасте чуть за сорок. И это отличный пример того, что такие операции можно делать и в более молодом возрасте, не дожидаясь, когда возрастные изменения будут сильно выражены.",
      "story": "",
      "images": [
        "/assets/images/faces/narkulova/face1-45.png",
        "/assets/images/faces/narkulova/face1-46.png",
        "/assets/images/faces/narkulova/face1-47.png",
        "/assets/images/faces/narkulova/face1-48.png"
      ]
    },
    {
      "id": 13,
      "title": "«Я СИЛЬНО ПОХУДЕЛА И ХОЧУ ПОДТЯНУТЬ ОБВИСШУЮ КОЖУ.»",
      "subtitle": "ИСТОРИЯ ЮЛИИ Л.",
      "shortStory": "Юлия Л. 1971 года рождения приехала ко мне из далекого Владивостока. Пациентке удалось достичь цели и сбросить лишний вес, но пришлось столкнуться с неприятным моментом – дряблостью и обвислостью. При резком скачке веса кожа действительно не всегда успевает быстро адаптироваться и остается перерастянутой и рыхлой.",
      "story": "",
      "images": [
        "/assets/images/faces/lisyanaya/face1-49.png",
        "/assets/images/faces/lisyanaya/face1-50.png",
        "/assets/images/faces/lisyanaya/face1-51.png",
        "/assets/images/faces/lisyanaya/face1-52.png"
      ]
    },
    {
      "id": 14,
      "title": "«НАКОНЕЦ-ТО МОЯ МЕЧТА ИСПОЛНИЛАСЬ!»",
      "subtitle": "ИСТОРИЯ ЕЛЕНЫ С.",
      "shortStory": "Так выразила свои чувства от внешних изменений после операции Елена С. Пациентка 1962 года рождения приехала ко мне из Кирова. У Елены не было сомнений в необходимости комплексного эстетического вмешательства, был лишь страх – не перетянется ли лицо после операции слишком сильно, не будет ли оно выглядеть неестественно? Действительно, выполняя подтяжку, крайне важно не переборщить. Елена полностью доверилась мне.",
      "story": "",
      "images": [
        "/assets/images/faces/semikina/face1-53.png",
        "/assets/images/faces/semikina/face1-54.png",
        "/assets/images/faces/semikina/face1-55.png",
        "/assets/images/faces/semikina/face1-56.png"
      ]
    },
    {
      "id": 15,
      "title": "«Я ХОЧУ СНОВА ПОВЕРИТЬ В СВОЮ КРАСОТУ.»",
      "subtitle": "ИСТОРИЯ НАТАЛЬИ П.",
      "shortStory": "Наталья П. 1976 года рождения впервые приехала ко мне из Мурманска на редукционную маммопластику (уменьшение груди) в 2022 году. Наталья – врач, поэтому подошла к вопросу выбора пластического хирурга основательно, обойдя многих специалистов. У меня на приеме она оказалась по рекомендации подруги.",
      "story": "",
      "images": [
        "/assets/images/faces/popesku/face1-57.png",
        "/assets/images/faces/popesku/face1-58.png",
        "/assets/images/faces/popesku/face1-59.png",
        "/assets/images/faces/popesku/face1-60.png"
      ]
    },
    {
      "id": 16,
      "title": "«Я – ЛЕГЕНДА.»",
      "subtitle": "ИСТОРИЯ МАРИНЫ Л.",
      "shortStory": "Нет, речь сейчас не об известном боевике с Уиллом Смитом в главной роли. Просто именно так назвала меня после комплекса омолаживающих операций моя пациентка Марина Л. 1973 года рождения. Конечно, чтобы получить столь лестный отзыв, мне пришлось изрядно потрудиться. Для Марины были выполнены глубокая плоскостная подтяжка Deep Plane FaceLift, платизмопластика, липосакция области подбородка, эндоскопический лифтинг лба и бровей, блефаропластика верхних век.",
      "story": "",
      "images": [
        "/assets/images/faces/leskelya/face1-61.png",
        "/assets/images/faces/leskelya/face1-62.png",
        "/assets/images/faces/leskelya/face1-63.png",
        "/assets/images/faces/leskelya/face1-64.png"
      ]
    },
    {
      "id": 17,
      "title": "«ФИЛЛЕРЫ – АЛЬТЕРНАТИВА ОПЕРАЦИИ?»",
      "subtitle": "ИСТОРИЯ ЖАННЫ Щ.",
      "shortStory": "Жанна Щ. 1974 года рождения обратилась ко мне с запросом на подтяжку лица. В прошлом пациентка достаточно часто прибегала к инъекционным методикам подтяжки: ей неоднократно вводили филлеры для заполнения недостающего объема некоторых зон. Для Жанны была выполнена глубокая плоскостная подтяжка лица Deep Plane FaceLift.",
      "story": "",
      "images": [
        "/assets/images/faces/shchurova/face1-65.png",
        "/assets/images/faces/shchurova/face1-66.png",
        "/assets/images/faces/shchurova/face1-67.png",
        "/assets/images/faces/shchurova/face1-68.png"
      ]
    },
    {
      "id": 18,
      "title": "«ХОЧУ ИЗМЕНИТЬСЯ, НО БОЮСЬ РЕШИТЬСЯ НА ОПЕРАЦИЮ.»",
      "subtitle": "ИСТОРИЯ ТАТЬЯНЫ Б.",
      "shortStory": "Так сформулировала на консультации свой главный страх Татьяна Б. 1972 года рождения. Она очень хотела вернуть себе молодой ясный взгляд. Визуально зачастую именно взгляд делает женщину старше своих лет. Я прекрасно понимаю, почему Татьяна боялась операции, как и большинство других женщин. Результат не вполне удачной операции в области глаз так трудно спрятать: это всегда заметят окружающие.",
      "story": "",
      "images": [
        "/assets/images/faces/borzenkova/face1-69.png",
        "/assets/images/faces/borzenkova/face1-70.png",
        "/assets/images/faces/borzenkova/face1-71.png",
        "/assets/images/faces/borzenkova/face1-72.png"
      ]
    },
    {
      "id": 19,
      "title": "«ЧТО ВАЖНО ДЛЯ ПАЦИЕНТА НЕ МЕНЬШЕ, ЧЕМ КВАЛИФИКАЦИЯ ПЛАСТИЧЕСКОГО ХИРУРГА? ЕГО ПОДДЕРЖКА И ДОБРОЖЕЛАТЕЛЬНОСТЬ.»",
      "subtitle": "ИСТОРИЯ ИРИНЫ Д.",
      "shortStory": "Ирина Д. 1971 года рождения долго решалась на операцию и успела побывать на консультации у нескольких хирургов до того как пришла ко мне. Думаю, для принятия решения ей не хватало именно заинтересованности врача, его искреннего стремления помочь решить проблему. Стремясь уговорить пациента сделать операцию, многие специалисты забывают о самом главном: человеку нужен человек.",
      "story": "",
      "images": [
        "/assets/images/faces/dmitriyeva/face1-73.png",
        "/assets/images/faces/dmitriyeva/face1-74.png",
        "/assets/images/faces/dmitriyeva/face1-75.png",
        "/assets/images/faces/dmitriyeva/face1-76.png"
      ]
    },
    {
      "id": 20,
      "title": "«МОЖНО ЛИ ЧТО-ТО СДЕЛАТЬ С ЭТИМ ТЯЖЕЛЫМ УСТАВШИМ ВЗГЛЯДОМ?»",
      "subtitle": "ИСТОРИЯ ОЛЬГИ З.",
      "shortStory": "Такой вопрос задала мне на первичной консультации Ольга З. 1972 года рождения. Как и многим женщинам, Ольге хочется повернуть время вспять и радоваться своему отражению в зеркале. Складку у наружного края века и морщины возле угла глаза с помощью одной лишь блефаропластики до конца убрать невозможно, для этого потребуется подтяжка бровей.",
      "story": "",
      "images": [
        "/assets/images/faces/zalesova/face1-77.png",
        "/assets/images/faces/zalesova/face1-78.png",
        "/assets/images/faces/zalesova/face1-79.png",
        "/assets/images/faces/zalesova/face1-80.png"
      ]
    },
    {
      "id": 21,
      "title": "«Я ХОЧУ ХОРОШО ВЫГЛЯДЕТЬ НА СВАДЬБЕ ДОЧЕРИ.»",
      "subtitle": "ИСТОРИЯ ДИЛБАР К.",
      "shortStory": "Проходят годы, вырастают дети, но желание женщин быть красивой – неизменно. Дилбар К. 1972 года рождения пришла ко мне на консультацию именно по этой причине. Для Дилбар был выполнен эндоскопический лифтинг лба и бровей, а также верхняя блефаропластика.",
      "story": "",
      "images": [
        "/assets/images/faces/karimova/face1-81.png",
        "/assets/images/faces/karimova/face1-82.png",
        "/assets/images/faces/karimova/face1-83.png",
        "/assets/images/faces/karimova/face1-84.png"
      ]
    }
  ]
}