<template>
  <div class="article">
    <div class="article__titles">
      <div class="titles__text">
        <h1 class="text__title">«На территории лица пациента <br> права на ошибку у меня нет. <br> Эти моменты операции –  мои <br> любимые моменты»</h1>
        <p class="text__sign">— Олег Викторович Гордиенко, <br> пластический хирург</p>
      </div>
      <img src="/static/assets/images/blogpage1.png">
    </div>
    <div class="article__description">
      <div class="description__table">
        <div class="table__titles">
          <p class="titles__title link__date">ДАТА</p>
          <p class="titles__title link__author">АВТОР</p>
          <p class="titles__title link__article">ТЕМА</p>
        </div>
        <div class="table__link">
          <p class="link link__date">{{ article.date }}</p>
          <p class="link link__author">{{ article.author }}</p>
          <p class="link link__article">{{ article.article }}</p>
        </div>
      </div>
    </div>
    <p class="article__wide">
      <span>О</span>
      молаживающая операция – это таинственное и даже магическое событие, которое проходит за закрытыми дверями операционной. Я с удовольствием приоткрою .для вас эти двери и приглашу в удивительное путешествие. Начало операции – это спокойное время, когда все члены нашей небольшой команды заняты подготовкой к своей роли в операционной. Обстановка в операционной очень важна: я считаю, что без расслабляющей музыки в фоновом режиме работа идет не так гладко. Когда наступает ключевой момент операции, я прошу уменьшить громкость или вообще выключить музыку. Некоторые из основных процедур занимают пять и более часов с длительными периодами напряженной концентрации. Поэтому музыка нужна не только для наслаждения, но и для создания спокойного сосредоточенного внимания.
    </p>
    <p class="article__tight">
      <span>О роли анестезиолога в операции</span>
      В самом начале центральное место в операционной занимает анестезиолог. Ввод в наркоз для анестезиолога – это как взлет самолета для пилота. Я отхожу в сторону, чтобы он мог сосредоточиться на своей работе. Пока анестезиолог работает, я занимаюсь окончательным планированием операции. Мысленно репетируя последовательность всего того, что мне предстоит сделать, я продолжаю внимательно следить за работой анестезиолога. Я наблюдаю за монитором наркозного аппарата, чтобы контролировать артериальное давление пациента. В хирургии лица важно поддерживать низкое и контролируемое артериальное давление. Часть работы анестезиолога заключается в поддержании давления в целевом диапазоне, чтобы хирург мог оперировать с минимальным кровотечением. Если у пациента возникает кровотечение, приходится тратить драгоценное время на контроль кровоточащих сосудов. Кроме того, кровотечение в момент операции приводит к образованию синяков в тканях; это замедляет послеоперационное восстановление. Поэтому приоритеты анестезиолога, работающего в эстетической хирургии, отличаются от приоритетов его коллеги из городской больницы.Там важно как можно быстрее подготовить пациента, чтобы хирург мог приступить к своей работе. Большинство пластических хирургов работают лишь со «своими» проверенными анестезиологами, которые обладают исключительными навыками поддержания идеальных условий для проведения пластических операций.
    </p>
    <h1 class="article__title">«Ввод в наркоз для анестезиолога – это как взлет самолета для пилота.»</h1>
    <p class="article__tight">
      <span>Подготовка к началу операции</span>
      В этот момент медицинская сестра выводит на экран большого монитора фотографии пациента в разных ракурсах. Чтобы я мог смотреть на них в течение всей операции, монитор находится над операционным столом. Фотографии крайне важны, ведь они позволяют выявить анатомические особенности лица пациента и показать даже незначительную асимметрию между двумя сторонами. Эргономика и удобство крайне важны для хирурга, чтобы хорошо и качественно работать. Удобный доступ к обрабатываемой части лица имеет большое значение. Я использую регулируемый по высоте стул со спинкой, высота которого управляется ногой. Этот стул разработан специально с учетом требований эргономики и минимизации усталости хирурга. Операционный стол, который я использую, обеспечивает отличный доступ к лицу и позволяет располагать голову пациента именно так, как мне нужно. Физически операция похожа на марафонский забег; нужно сделать все возможное, чтобы быстро не устать и быть в хорошей форме – как в самом начале операции, так и в последний ее час. К этому времени дверь операционной закрыта, и все посторонние разговоры прекращаются. Наша операционная бригада, как актерская труппа перед спектаклем, заперта в своем герметичном маленьком мире – операционной. Мы молчим, пока анестезиолог завершает свою работу, чтобы не отвлекать его. Точно так же и меня не будут отвлекать во время напряженной хирургической работы. Я всегда ценю время после того, как пациент заснул под действием волшебства анестезиолога. Трубка успешно установлена, жизненные показатели пациента стабилизированы. Анестезиолог отходит от пациента и садится у наркозного аппарата. Наступает время для начала работы хирургической бригады.
    </p>
    <p class="article__tight">
      <span>Последние штрихи перед операцией</span>
      Я наношу на лицо пациента пометки тонким хирургическим маркером. В большинстве случаев для фейслифтинга они не требуются, но внимание к ним – это еще один способ настроить мое сознание на отдельные аспекты процедуры и индивидуальные особенности лица конкретного пациента. Стоит отметить, что для некоторых операций, например, при блефаропластике разметка имеет решающее значение. Когда я планирую удаление кожи на веках, она измеряется с точностью до долей миллиметра. Точность настолько важна, что разметка век выполняется при бодрствующем пациенте, открывающем и закрывающем глаза, для размещения будущего рубца точь-в-точь в динамической складке века. Следующим шагом, когда пациент уже спит, является введение раствора местной анестезии в ту часть лица, которую я буду оперировать в первую очередь. Местная анестезия применяется даже в том случае, когда операция выполняется под наркозом. Она снижает реакцию организма на операцию, избавляя мозг от ощущения боли. Одним из важнейших компонентов в растворе местного анестетика является адреналин. Он вызывает сужение кровеносных сосудов, что уменьшает кровотечение во время операции. Кожа бледнеет под действием адреналина. Время полного срабатывания адреналина составляет десять минут. Анестезиолог, медсестра-анестезист, операционная медсестра и я – все готовы к операции. Кожа пациента побледнела. «Скальпель!» – командую я. Операция начинается…
    </p>
    <p class="article__tight">
      <span>Первый этап операции</span>
      Операция по подтяжке лица состоит из трех основных этапов. Первый и самый ответственный из них – отслойка (диссекция) мягких тканей лица. Это аккуратное «отсоединение» внутренних слоев лица друг от друга для того, чтобы каждая половина лица легко смещалась без усилий и натяжения с моей стороны. Разрез на коже начинается на виске над ухом, идет вниз по передней части уха, под мочкой уха, далее проходит в желобке за ухом, на вершине уха поворачивает и идет по линии роста волос за ухом, где и заканчивается. После того, как будет сделан разрез, я смогу увидеть внутреннюю поверхность лица. С этого момента я начинаю работать с лицом в трехмерном пространстве. Представьте, что пациент лежит, повернув лицо в сторону от вас, а разрез открыт спереди от уха. Через этот разрез, подняв небольшой участок кожи, я «вхожу» в глубину лица. Открываются пространства, по которым я буду «продвигаться» от уха к середине лица. Там и будет происходить моя коррекция.
    </p>
    <img src="/static/assets/images/articlepage1.png">
    <p class="article__tight">
      <span>Об анатомии лица</span>
      Как мы знаем, старение лица происходит в середине лица, в «зоне коммуникации» – около носа и рта; эта зона находится на большом расстоянии от разреза у уха. Хотя это долгое и осторожное путешествие по внутренним глубоким пространствам, все это мне очень хорошо знакомо. По мере рассечения я буду видеть различные слои, пространства, а также важнейшие сосуды и нервы. Я знаю анатомию лица досконально, и каждый ориентир – это для меня одновременно и утешение, и напоминание того, что я вступил на глубоко личную территорию. На территории лица пациента права на ошибку у меня нет. Это психологически эмоциональные моменты операции, – но это мои любимые моменты. Все, что я собираюсь сделать с лицом пациента, точно выполняя каждый шаг и продвигаясь вперед миллиметр за миллиметром, повлияет на всю его дальнейшую жизнь. После разреза кожи перед и за ухом я отделяю ее небольшой участок от прочного слоя SMAS, который располагается сразу под кожей. При этом кровотечение на удивление незначительное, так как введение адреналина и тщательный контроль артериального давления делают свое дело. После поднятия кожи мне необходимо проникнуть в более глубокие слои. Это делается для того, чтобы использовать более глубокие анатомические пространства пациента и создать эффект естественного натурального омоложения БЕЗ натяжения. Отделив кожу примерно на три сантиметра спереди от разреза, я продвигаюсь глубже в лицо, через слой SMAS в так называемое «суб-SMAS пространство». Все меняется в этот момент, ведь именно в этом пространстве залегают все важнейшие анатомические образования. Для некоторых хирургов переход через эту точку выходит за пределы их анатомической «зоны комфорта» и квалификации. Они остаются на более «безопасной» для себя территории (сбоку лица, перед ухом) и не работают в глубоких пространствах средней зоны лица, предпочитая просто растягивать ткани лица через эти пространства. Так выполняется классическая SMAS-подтяжка, которая направлена на коррекцию только возрастных изменений шеи и нижней трети лица (так называемых брылей), без омоложения средней зоны лица.
    </p>
    <h1 class="article__title">«На территории лица пациента <br> права на ошибку у меня нет. <br> Эти моменты операции –  мои <br> любимые моменты»</h1>
    <p class="article__tight">
      <span>О глубоких тканях лица</span>
      Рассечение продолжается, но теперь я нахожусь «в глубине» – под SMAS, жиром и кожей, которые образуют так называемый, «композитный» лоскут. По сути, это толстый и прочный, хорошо кровоснабжаемый лоскут. Теперь, находясь ниже SMAS, я также меняю способ диссекции – начинаю использовать «тупую» диссекцию, то есть аккуратно раздвигать тупые ножницы, а не резать скальпелем. Это помогает мне находить искомые пространства без риска повреждения важных структур. После того как пространства четко определены, я расширяю их до нужных границ с помощью специальных диссекционных тупоконечных ножниц для фейслифта. Также я часто использую в работе кончик своего указательного пальца, который имеет крайне высокую чувствительность. Эта глубокая плоскость в средней зоне лица – просто чудо для хирурга, ведь при ее правильном вскрытии абсолютно отсутствует кровотечение и минимален риск повреждения важных анатомических структур.
    </p>
    <p class="article__tight">
      <span>О швах и рисках</span>
      Конечно, всегда существует определенный риск, но опытный хирург всегда его контролирует. Самый главный риск во время работы в глубоких пространствах лица – повреждение ветвей лицевого нерва, ведь они лежат очень близко к удерживающим связкам лица, которые нам нужно рассечь. Я идентифицирую нервы, отмечаю их и держусь от них подальше. Для неопытного хирурга нервы, связки и сосуды выглядят одинаково. Но опыт позволяет легко отличить одно от другого. Удерживающие связки лица похожи на крепкие плоские ленточки. Они интересуют меня больше всего, поскольку именно из-за них я здесь и нахожусь. У молодого пациента связки выглядят крепкими, но у пожилого пациента они уже значительно ослаблены и растянуты. Их роль заключается в том, чтобы всю жизнь человека сопротивляться силам гравитации и удерживать мягкие ткани лица в нужном положении. Но на четвертом десятке жизни человека эти связки начинают ослабевать и растягиваться. Моя главная цель как хирурга – поднять и переместить SMAS вместе с кожей в более «молодое» положение. Для этого мне приходится освобождать (рассекать) эти связки. После рассечения связки нужно чем-то заменить. Я заменяю их своими прочными хирургическими швами. Это необходимо для того, чтобы удержать SMAS и кожу в новом положении на долгие годы. Все это прекрасно иллюстрирует важность того, чтобы хирург безупречно разбирался в трехмерной анатомии лица.
    </p>
    <p class="article__tight">
      <span>Второй этап операции</span>
      На втором этапе Deep Plane FaceLift я перемещаю композитный лоскут SMAS вместе с кожей в новое положение, как это было в молодости и фиксирую хирургическими швами. С хирургической точки зрения это и есть результат омоложения лица. Уже после наложения первого шва на лоскут я вижу результат на коже вверху – огромное устранение дряблости в области рта и морщин «марионеток». Также мгновенно улучшается контур шеи и щеки – и эти эффекты я наблюдаю от наложения одного только шва. Каждый раз это наполняет меня уверенностью и чувством восторга. Такое эффективное и мгновенное устранение дряблости, идущее из глубины лица без какого-либо натяжения на кожу, выглядит просто потрясающе!
    </p>
    <img src="/static/assets/images/articlepage2.png">
    <p class="article__tight">
      <span>Третий этап операции</span>
      Третий этап подтяжки лица заключается в наложении еще пяти-шести швов в нужных местах для обеспечения равномерной коррекции. Эти швы должны быть прочными, чтобы пациентка могла открывать рот, жевать, кусать и спать на лице, поэтому я использую прочные нерассасывающиеся нити. Уже сейчас, когда еще не удален сформированный избыток кожи, очевиден эффект от подтяжки в центральной части лица. Я аккуратно обрезаю весь избыток кожи, используя очень острые ножницы, и накладываю швы. По сей день я не перестаю удивляться тому, как много лишней кожи приходится удалять. Наложение швов у сорокапятилетнего пациента не представляет сложности, поскольку кожа у него эластична. Но у пожилого пациента с рыхлой кожей требуется определенное мастерство и терпение, чтобы ушить ее, не оставив маленьких складочек. Наконец, я сшиваю кожу перед ухом и за ним и возвращаю мочку уха в правильное положение. Очень важно, чтобы не было ни малейшего натяжения на мочку. Если она ушита с натяжением, через определенное время это неминуемо приведет к вытяжение мочки кпереди («pixie ear»). Вытянутые мочки ушей являются стигмой операции и свидетельствуют о ее некачественном выполнении.
    </p>
    <p class="article__tight">
      <span>О разнице «до» и «после»</span>
      Перерыв во время длительной операции очень важен для сохранения концентрации. После того, как наложены все швы на одной стороне лица, я аккуратно поворачиваю голову пациента в центральное положение для проведения инъекции раствора местного анестетика на вторую сторону. Теперь я могу реально увидеть разницу между только что прооперированной стороной и той, что ещё только предстоит прооперировать. Если я кладу руку на щеку и двигаю ее вперед, имитируя действие силы тяжести, то нетронутая сторона имеет чрезвычайную подвижность, в то время как прооперированная сторона почти не двигается. Когда другая сторона лица прооперирована и операция завершена, я всегда оцениваю, как выглядит пациент, симметрично ли его лицо. Как бы мне хотелось, чтобы пациент мог увидеть себя прямо сейчас, на этой стадии, до появления отека! Но ему придется ждать несколько недель, пока отек не спадет.
    </p>
    <p class="article__tight">
      <span>Заключение</span>
      После стольких часов напряженной работы я покидаю операционную уставшим, но всегда довольным и с приподнятым настроением. Мне потребовалось много лет, чтобы развить понимание этой операции, изучить сложнейшую анатомию лица, отработать навыки и получить драгоценный опыт для выполнения качественной современной подтяжки. Но все эти усилия оправдываются, когда я вижу, как счастливы мои пациенты после проведенной операции. Уходя из операционной, я еще раз оглядываюсь на пациента: да, это действительно потрясающе.
    </p>
    <NuxtLink to="#" class="article__more">полный список статей</NuxtLink>
  </div>
</template>

<script setup>
import { ref, onMounted } from 'vue';
import { useRoute } from 'vue-router';

const route = useRoute()
const article = ref('')
const articles = [
  {
    id: 1,
    date: '12.04.24',
    author: 'Олег Викторович Гордиенко',
    article: 'Deep Plane Facelift – новый метод подтяжки лица и шеи. Почему это лучше обычной SMAS-подтяжки?',
  },
  {
    id: 2,
    date: '09.03.24',
    author: 'Олег Викторович Гордиенко',
    article: 'Лифтинг лба и бровей',
  },
  {
    id: 3,
    date: '14.02.24',
    author: 'Олег Викторович Гордиенко',
    article: 'Преимущества методики Deep Plane FaceLift',
  },
  {
    id: 4,
    date: '23.12.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Липофилинг лица',
  },
  {
    id: 5,
    date: '12.04.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Если вы приезжаете на операцию в Санкт-Петербург из другого города',
  },
  {
    id: 6,
    date: '03.02.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Блефаропластика',
  },
  {
    id: 7,
    date: '28.01.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Омоложение и подтяжка шеи',
  },
  {
    id: 8,
    date: '28.01.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Подтяжка верхней губы LipLift',
  },
  {
    id: 9,
    date: '28.01.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Как проходит операция по подтяжке лица',
  },
  {
    id: 10,
    date: '03.02.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Что такое комплексное омоложение?',
  },
  {
    id: 11,
    date: '28.01.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Подготовка к операции',
  },
  {
    id: 12,
    date: '28.01.23',
    author: 'Олег Викторович Гордиенко',
    article: 'В каком возрасте делать подтяжку лица?',
  },
  {
    id: 13,
    date: '28.01.23',
    author: 'Олег Викторович Гордиенко',
    article: 'Консультация пластического хирурга',
  }
]

onMounted(() => {
  const articleId = parseInt(route.path.split('-')[1])
  article.value = articles.find(a => a.id === articleId)
})
</script>

<style lang="scss" scoped>
.article {
  display: flex;
  flex-direction: column;
  justify-content: center;
  align-items: center;
  max-width: 1728px;
  width: 100%;
  gap: 200px;

  .article__titles {
    display: flex;
    align-items: center;
    justify-content: flex-end;
    width: 100%;
    gap: 117px;

    &.last-titles {
      align-items: flex-start;
    }

    .titles__text {
      display: flex;
      flex-direction: column;
      gap: 50px;

      .text__title {
        color: #5493D1;
        text-align: center;
        font-family: Accademico;
        font-size: 24px;
        font-style: normal;
        font-weight: 400;
        line-height: 130%;
        text-transform: uppercase;
        width: 562px;
      }

      .text__sign {
        color: #5493D1;
        text-align: right;
        font-family: Accademico;
        font-size: 15px;
        font-style: normal;
        font-weight: 400;
        line-height: 130%;
      }

      .text__description {
        color: #393939;
        font-family: Accademico;
        font-size: 24px;
        font-style: normal;
        font-weight: 400;
        line-height: 130%;
      }

      .text__more-btn {
        cursor: pointer;
        display: flex;
        width: 340px;
        height: 50px;
        justify-content: center;
        align-items: center;
        border: 1px solid #5493D1;
        background: #FFF;
        color: #5493D1;
        font-size: 12px;
        font-style: normal;
        font-weight: 400;
        line-height: 95%;
        text-transform: uppercase;
      }
    }
  }

  .article__description {
    display: flex;
    flex-direction: column;
    justify-content: flex-start;
    width: 100%;
    gap: 93px;

    .description__title {
      color: #393939;
      font-family: Accademico;
      font-size: 60px;
      font-style: normal;
      font-weight: 400;
      line-height: 98%;
      margin-left: 144px;
    }

    .description__table {
      display: flex;
      flex-direction: column;
      width: 100%;

      .table__titles {
        display: flex;
        align-items: center;

        .titles__title {
          color: #5493D1;
          font-size: 10px;
          font-style: normal;
          font-weight: 500;
          line-height: 98%;
          letter-spacing: 2px;
          text-transform: uppercase;
        }
      }

      .table__link {
        display: flex;
        align-items: center;
        height: 85px;
        width: 100%;
        border-bottom: 1px solid rgba(57, 57, 57, 0.60);

        &:last-child {
          border-bottom: none;
        }

        .link {
          display: flex;
          flex-direction: column;
          align-items: flex-start;
          color: #393939;
          font-family: Accademico;
          font-size: 19px;
          font-style: normal;
          font-weight: 400;
          line-height: 98%;
          text-align: left;
        }
      }

      .link__date {padding-left: 144px; width: 310px;}
      .link__author {width: 440px;}
      .link__article {width: auto;}
    }
  }

  .article__wide {
    color: #393939;
    font-family: Accademico;
    font-size: 32px;
    font-style: normal;
    font-weight: 400;
    line-height: 130%;
    float: right;
    width: 1171px;
    text-align: justify;

    span {
      color: #5493D1;
      font-family: Accademico;
      font-size: 90px;
      font-style: normal;
      font-weight: 400;
      line-height: 90%;
      float: left;
      margin-right: 5px;
    }
  }

  .article__tight {
    display: flex;
    flex-direction: column;
    color: #393939;
    text-align: justify;
    font-family: Accademico;
    font-size: 24px;
    font-style: normal;
    font-weight: 400;
    line-height: 130%;
    gap: 20px;
    width: 756px;

    span {
      color: #5493D1;
      text-align: right;
      font-feature-settings: 'liga' off;
      font-family: Accademico;
      font-size: 26px;
      font-style: normal;
      font-weight: 400;
      line-height: 130%;
      text-transform: uppercase;
    }
  }

  .article__title {
    color: #5493D1;
    text-align: center;
    font-family: Accademico;
    font-size: 60px;
    font-style: normal;
    font-weight: 400;
    line-height: 130%;
    text-transform: uppercase;
    width: 1265px;
  }

  .article__more {
    display: flex;
    width: 340px;
    height: 50px;
    justify-content: center;
    align-items: center;
    gap: 10px;
    color: #5493D1;
    font-size: 12px;
    font-style: normal;
    font-weight: 400;
    line-height: 95%;
    text-transform: uppercase;
    border: 1px solid #5493D1;
  }
}
</style>